[{
    "id": 1,
    "title": "21 Days Fasting and Prayer",
    "pathName": "21-days-fasting",
    "imagePath": "img/event-slider/fasting.jpg",
    "description": "Its the the begining of the year and a time to download God's plan and take charge of the year 2020. The year 2020 is our year of uncommon manifestation hence the need to deploy phophetic tools to harness the opportunities and the blessings which God has designed for us in the year. We need to also deploy prohetic tools to enable us overule every satanic agenda and plans against God's people for the year. Its a time to access and experience the phophetic dimensions of the Kingdom of God for lasting victory over all the days of the year.",
    "location": "18 kudirat Abiola way, olusosun bustop, Ikeja",
    "time": "6:00pm daily",
    "day": "06-26",
    "month": "Jan",
    "year": "2020"
  },


  {
    "id": 2,
    "title": "Holy Ghost Morning",
    "pathName": "holyghost-morning",
    "imagePath": "img/holygost.jpg",
    "description": "Join us again on the 16th of January for yet another power filled session for the first Holy Ghost morning of the year 2020. This  year is your your of uncommon manifestation through the Holy Ghost,Our Glorious God will be releasing His Glorious Power in a Glorious atmosphere for Glorious Experiences. Don't miss this program for anything. Come expectant and Jesus will surely meet you at the very point of your need.",
    "location": "DE Santiago Milan Hotels & Suites Festac Access Amuwo Odofin Lagos.",
    "time": "8:00am",
    "day": "16",
    "month": "Jan",
    "year": "2020"
  },
  {
    "id": 3,
    "title": "Workers Meeting",
    "pathName": "workers-meeting",
    "imagePath": "img/workers.jpg",
    "description": "Its a new Year and the church needs to function with the highest level of expertise and efficiency, hence the need to train the workers for the year. This workers conference will be a time to equip the saints with leadership tools. Tools like understanding and capturing vision for ministry in 2020. The art of leadership (becoming an exceptional leader). The power of focus for maximum impact. Discipleship - God's strategy for subduing the earth. Team dynamics. Strategic formation of Home cell churches. Understanding the principles of church administration.",
    "location": "18 kudirat Abiola way, olusosun bustop, Ikeja",
    "time": "6:00pm & 9:00am",
    "day": "09-11",
    "month": "Jan",
    "year": "2020"
  },
  {
    "id": 4,
    "title": "Church Launch (GLORYPLUS ABA)",
    "pathName": "church launch",
    "imagePath": "img/church.jpg",
    "description": "Gloryplus International is a church called to reveal the knowledge of the Glory of God to the nations. Gloryplus International would be launched officially on the 2nd of February 2020. On that Sunday the Glory of God would surely manifest as a divine endorsement of The Mandate. God will crown the service with infallible proofs through miracles, signs and wonders. Souls will be won, and the captives shall be set free.",
    "location": "ora-ifite town hall, 54 azikiwe road, Aba, abia state",
    "time": "8:00am",
    "day": "02",
    "month": "Feb",
    "year": "2020"
  },
  {
    "id": 5,
    "title": "Leadership Summit",
    "pathName": "Leaders",
    "imagePath": "img/workers.jpg",
    "description": "The leadership summit is a time designed to equip every leader in Gloryplus with the right tools; focusing on discipleship. Workers will be trained, appointed and annointed for service. Leaders of other ministries/churches will equally be equipped and annointed for effectiveness in training. Rev. Dubus will spend sometime with those that seek his mentorship in ministry. Its going to be four days of unusual impact that will shift the spiritual climate of the city of Aba.  ",
    "location": "ora-ifite town hall, 54 azikiwe road, Aba, abia state",
    "time": "8:00am daily",
    "day": "03-06",
    "month": "Feb",
    "year": "2020"
  },
  {
    "id": 6,
    "title": "Love in the Air",
    "pathName": "love",
    "imagePath": "img/relationship.jpg",
    "description": "Its a season of love and it is important that great relationships are built. It's going a three day of impactful teaching of Love, marriage and keys to finding the love of your life. Romance is more than a feeling reserved for valentines day. Romance is an everyday conerstone of a good marriage. It keeps the relationship skill of a good marriage and it also closes the door on outside temptations. Come and discover why men and women both needs romance. In marriage your passion for your partner does not have to fade overtime. Your love life can be vibrant and exciting for your entire married life",
    "location": "18 kudirat Abiola way, olusosun bustop, Ikeja",
    "time": "6:00pm",
    "day": "13-16",
    "month": "Feb",
    "year": "2020"
  },
  {
    "id": 7,
    "title": "40 days Prayer and fasting( The Revelation of Jesus)",
    "pathName": "40-days-fasting",
    "imagePath": "img/rev.jpg",
    "description": "Understanding the mysteries of the crucifixtion and resurrection of our Lord Jesus Christ (from the cross to the throne). Its going to be 40 nights of prayers, teachings and impartations. The people will leave the meetings with a fresh revelation of Jesus Christ, what He did for us on the cross and His present day ministry for the saints on the throne. These revelations are the secrets for living a victorious christian life as beliver",
    "location": "18 kudirat Abiola way, olusosun bustop, Ikeja",
    "time": "6:00pm",
    "day": "26",
    "month": "Feb",
    "year": "2020"
  },
  {
    "id": 8,
    "title": "HolyGhost Morning ABA",
    "pathName": "holygost",
    "imagePath": "img/hgm.jpg",
    "description": "It will be a time for supernatural encounters. Holy Ghost Morning is a healing, deliverance, breakthrough and miracle service. In such services the people experience the Glory of God and the word of God is preached with power. It's usually an amazing moment as people witness the power of God healing people miraculously. The program is saturated with an atmosphere of worship and Glory. Worshippers cry out their hearts in worship to the risen Lord and soon coming King, Jesus Christ. Testimonies of saved and changed Lives are prevalent in such servies.",
    "location": "ora-ifite town hall, 54 azikiwe road, Aba, abia state",
    "time": "8:00am",
    "day": "01",
    "month": "Mar",
    "year": "2020"
  },
  {
    "id": 9,
    "title": "Camp Meeting",
    "pathName": "camp",
    "imagePath": "img/mainChurch.jpg",
    "description": "This is one of the most powerful retreats of the year, where families leave their homes and travel to a retreat center to seek the face of the lord and experience his glory. The first camp meeting in the bible took place in the wilderness, after the people of israel had left egypt their place of captivity, they had their first camp meeting in the wilderness of Sinai , where the beheld the glory of their God. Note, God commanded for this meeting, when he told moses in exodus 3 vs 12b, When though has brought forth the people out of egypt, ye shall serve God upon thi mountain. Camp meeting is  a time of beholding the tangible and awesome glory of God.",
    "location": "loading.... stay tuned for update on this",
    "time": "6:00pm",
    "day": "30-03",
    "month": "April-May",
    "year": "2020"
  }
]