[
  {
    "id": 1,
    "title": "seizure-healed",
    "status": "active",
    "pathName": "seizure-healed",
    "img": "img/testimony/testimonial-2.jpeg",
    "description": "My mum had a seizure which in the past, frequently plagued her and leaves her totally worn-out after each crisis, with the attendant funds that I and my siblings have to part with at the hospital so as she could be treated. The seizure came again more violently than ever and I stood firmly in prayer for her. To God be the glory, she got revived at the spot, didn't show the usual signs of exhaustion as before and is doing great ever since."
  },
  {
    "id": 2,
    "title": "miracle property",
    "status": "",
    "pathName": "micracle-property",
    "img": "img/testimony/testimonial-3.jpeg",
    "description": "A friend of mine asked me to pray for her. She and the husband had believed God for a Property of their own in a choice area. After we had prayed that the Will of God be done, she called to break the good news of a fat better offer of another property within the exact location of what they had previously desired. The new offer came way cheaper (N12m) and they were given the option of paying in installments. To God be the Glory"
  },
  {
    "id": 3,
    "title": "diabetes healed",
    "status": "",
    "pathName": "diabetes-healed",
    "img": "img/testimony/testimonial-1.jpeg",
    "description": "Faith is a response to God's word; it is what you do with what you've heard. Everything you need in life in order to fulfil the mandate God gave to you is already available and you have a right to it. All you have to do is place a demand on it and you will see it manifest. 1 Cor 3:21-23 The Bible is a will Jesus left for us. And just as a man's will is only effective when he dies. The will of the father came into full manifestation  the moment Jesus died on the cross.  All things are yours, but know that all things are yours doesn't mean you must have all the money you want in your bank account. It simply means  that whenever you have a need, and place a demand it must come to pass. Eyes have not seen nor ears heard, and no mind has imagined.. 1 Cor 2:9 Rev Dubus: *Beloved, I wish above all things that you would prosper and be in health, even as your soul prospers. -3 John 2 This word became flesh for Mama yesterday as she experienced complete and total restoration. Mama had been diagnosed with diabetes, and as years went by her condition got worse, this got her bedridden. Last week, the resident pastor of Gloryplus international Aba branch(Pst Fidelis) went to her house and prayed for her and for the first time in years, she could get up from the bed and  walk even though aided by someone and crutches.  Mama was encouraged to come for Holy Ghost  morning yesterday which she did. Mama walked into service aided and  with her crutches, she gave her testimony of healing and danced with her crutches before God, thanking Him for  making her able to walk again. She struggled as she  danced because she was in pains. When Rev. Dubus began to minister to the Lord, the power of God filled the room, he then prayed for Mama and her health was completely restored. Mama testisfied of immediate healing; all pains disappeared instantly. She dropped her crutches and danced before the Lord, declaring his greatness and goodness as she could now dance and walk without pains, stiffness of her leg and without her crutches.. Hallelujah!!!"
  }
]
